Indicates if Analytical Model contains deleted Analytical Links.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public bool HasDeletedLinks()
  Visual Basic
Public Function HasDeletedLinks As Boolean
  Visual C++
public:
bool HasDeletedLinks()
 Return Value
 True if contains, false otherwise.
 See Also
  AnalyticalModel Class
  Autodesk.Revit.DB.Structure Namespace